[{"subInfo":"Public submissions are now being invited on the Inquiry into whanau access to and management of Tupapaku."},{"subInfo":"Background"},{"subInfo":"We are responding to the many whānau who have raised with us a wide range of concerns in regard to access to and management of the tūpāpaku of deceased whānau members.\r\n\r\nThe difficulty of seeing whānau members immediately after death in hospitals, including SIDS born and still born children is one the concerns raised most often. This appears to be a common experience but which has not been broadly investigated by any agency.\r\n\r\nWhānau are often not able to stay overnight with the body when the body remains at a funeral home or in the custody of another agency. Often this is the result of confusion by agencies as to who is entitled to grant access to or release the body, delays during weekends and public holidays and security concerns where the whānau want to stay overnight. Some agencies are concerned about the state of the body and the potential distress caused to the whānau. The availability of pathologists and other agencies to process information in order to speed up the process has been identified as a particular issue.\r\n\r\nWe are aware that there is growing use of traditional tikanga Māori in relation to management of tūpāpaku and we want to ensure these are appropriately recognized in legal frameworks."},{"subInfo":"We are also aware that whānau experience particular problems when whānau members die overseas, particularly in Australia, in accessing the body and returning it to Aotearoa."},{"subInfo":"We are concerned to improve the familial and cultural experience of whānau when a whānau member dies. We are aware that there is good established practice occurring in some parts of the country with agencies working together to improve whānau experiences, however we know that is not at all consistent across the country."},{"subInfo":"Purpose and scope"},{"subInfo":"The purpose of this inquiry is to consider any legislative and/or regulatory changes to ensure best practice for whānau to access and make decisions over the tūpāpaku of whānau members immediately after death until burial. The inquiry should establish that this best practice is followed nationally in a consistent way. This may include rights to view and remain with the body while held in a hospital, by a pathologist, police or funeral director; the relative authority of pathologists and coroners to release tūpāpaku to whānau; acknowledging tikanga Māori including traditional treatments for tūpāpaku in lieu of embalming; and other matters as appropriate. We may also consider the adequacy of the law concerning the return of body parts to whānau and organ donations but we are aware that there has been significant work in these areas already."},{"subInfo":"We note that our inquiry is not restricted to Māori but to all New Zealanders who have an interest in these issues. There are other cultures in NZ with funeral practices that may be relevant to this inquiry and we welcome those submissions."},{"subInfo":"Terms of reference"},{"subInfo":"To inquire into the issue of whānau access to and management of tūpāpaku, the Māori Affairs Committee will:"},{"subInfo":"• Investigate the current powers and practice of pathologists, coroners, police and funeral directors and other relevant agencies in allowing, or not, whānau to view and/or remain with tūpāpaku."},{"subInfo":"• Investigate the relevant powers and practice of pathologists, coroners, police and funeral directors and other relevant agencies to release tūpāpaku into whānau custody, and how these can be improved to allow more timely release."},{"subInfo":"• Investigate what resources and personnel are available to relevant agencies and services, including; cultural guidelines, the role of Police iwi liaison officers and the practical availability of pathologists and coroners."},{"subInfo":"• Investigate the relevant tikanga Māori and legal requirements in relation to the preservation and management of tūpāpaku and funeral practices, including burial and cremation practices and where this can happen."},{"subInfo":"• Investigate guidelines and practices of how relevant agencies communicate with whānau at all stages, and how this can be improved to ensure whānau know their rights and have up to date and full information about the relevant processes."},{"subInfo":"• Investigate the experiences of whānau in having tūpāpaku returned to Aotearoa where a whānau member has died overseas, particularly Australia, as well as other matters relating to coronial practices and the transportation of tūpāpaku."},{"subInfo":"• We intend to report on any policy, legislative or regulatory changes that arise from this inquiry."},{"subInfo":"The committee requires 2 copies of each submission if made in writing.  Those wishing to include any information of a private or personal nature in a submission should first discuss this with the clerk of the committee, as submissions are usually released to the public by the committee.  Those wishing to appear before the committee to speak to their submissions should state this clearly and provide a daytime telephone contact number. To assist with administration please supply your postcode and an email address if you have one."},{"subInfo":"Further guidance on making a submission can be found from the Making a Submission to a Parliamentary Select Committee link in the `Related documents´ panel."}]